Repository: common-repository/satispay-payment-for-woocommerce
Catalog: i18n/satispay-*.po
Languages: it_it

source: Payment successfully completed with Satispay
it_it: Pagamento completato con successo con Satispay

source: Payment Failed
it_it: Pagamento fallito

source: Invalid token! Please enter a valid token to use Satispay as a payment method
it_it: Token non valido! Si prega di inserire un token valido per usare Satispay come metodo di pagamento

source: What Satispay?
it_it: Che cos'è Satispay?

source: Enable/Disable
it_it: Abilita/Disabilita

source: Enable Satispay Payment Module.
it_it: Attivare il modulo di pagamento Satispay.

source: Request your security token to satispay for your online shop
it_it: Richiedi il tuo token di sicurezza da satispay per il tuo negozio online

source: Title:
it_it: Nome da visualizzare:

source: This controls the title which the user sees during checkout.
it_it: Imposta il titolo che gli utenti vedono durante il pagamento.

source: Description:
it_it: Descrizione:

source: This controls the description which the user sees during checkout.
it_it: Imposta la descrizione che gli utenti vedranno durante il pagamento.

source: Send and receive money the smart way!
it_it: Inviare e ricevere denaro nel modo più intelligente!

source: Name Shop
it_it: Nome negozio

source: Satispay Payment Gateway
it_it: Gateway di pagamento Satispay

source: The best for your business
it_it: Solo il meglio per la tua attività

source: Satispay was created to help you make the most from your business. No risk of counterfeit money or theft; just fast, secure, cheap payments.
it_it: Inizia subito a risparmiare ricevendo pagamenti dai tuoi clienti con Satispay.

source: Register your business
it_it: Iscrivi la tua attività

source: Go to the Control Panel
it_it: Accedi al pannello di controllo

source: HELP: Contact us
it_it: AIUTO: Contattaci

source: Price
it_it: Prezzi

source: Warning
it_it: Attenzione

source: you must enter the token that Satispay sent in order to use the payment method
it_it: è necessario inserire il token che Satispay ti ha inviato al fine di utilizzare il metodo di pagamento

source: Buying from
it_it: Acquisto da

source: Order no.
it_it: Ordine n.

source: To confirm your order
it_it: Per concludere il pagamento

source: enter you mobile number
it_it: inserisci il numero

source: If you are not registered
it_it: Se non sei registrato

source: sign up now
it_it: ISCRIVITI ORA

source: You need to enter your phone number
it_it: Devi inserire il tuo numero di telefono

source: Internal error, please try again later
it_it: Errore, si prega riprovare più tardi.

source: The phone number
it_it: Il numero

source: is not linked to a Satispay account
it_it: non risulta iscritto al servizio

source: To send money you must first sign up
it_it: Per procedere ai pagamenti devi prima registarti

source: Sign up for free to Satispay
it_it: Iscriviti gratis a Satispay

source: The payment request has benn sent
it_it: La tua richiesta è stata inviata

source: The payment request has been sent to
it_it: Abbiamo inviato la tua richiesta al numero

source: To complete the transaction
it_it: Per concludere il pagamento

source: open the app and confirm the payment
it_it: apri l'App Satispay e accetta la richiesta

source: Payment cancelled
it_it: Il pagamento è stato annullato

source: The payment was cancelled. Please try again
it_it: La transazione è stata cancellata. Riprova ad effettuare il pagamento

source: Choose other payment methods
it_it: Scegli i metodi di pagamento

source: Transaction completed
it_it: La transazione è avvenuta con successo

source: We have sent the payment confirmation to your email
it_it: La ricevuta ti è stata inviata sul tuo account di posta.

source: Returns to cart
it_it: Torna al carrello

source: The phone number is not formatted correctly
it_it: Il numero di telefono non è formattato correttamente

source: Internal error, shop does not exist
it_it: Errore interno, il negozio non esiste.

source: For developer?
it_it: Per sviluppatori?

source: Enable Satispay for Test
it_it: Abilitata per solo Test

source: Insert the name of the store to the Welcome Bonus
it_it: Inserisci il nome del negozio per il Bonus di benvenuto

source: Satispay is a mobile payment
it_it: Satispay è un pagamento mobile

source: Buying from %d - Order no. %o
it_it: Acquisto da %d - N. di ordine %o

source: To confirm your order, please enter
it_it: Per confermare l'ordine, si prega di inserire

source: the phone number with which you joined satispay
it_it: il numero di telefono con cui ti sei iscritto satispay

source: You receive a request for payment. Open the App and confirm the payment.
it_it: Riceverai una richiesta di pagamento. Apri l'App e confermare il pagamento.

source: The number
it_it: Il numero

source: is not registered with the service
it_it: non è registrato con il servizio

source: To send money you must have a Satispay account
it_it: Per inviare denaro è necessario disporre di un account Satispay

source: Your request has been sent
it_it: La tua richiesta è stata inviata

source: We have sent your request to the number
it_it: Ti abbiamo inviato la tua richiesta al numero

source: to conclude your payment
it_it: per concludere il pagamento

source: open the App Satispay and accepts the request
it_it: apri l'App Satispay e accetta la richiesta

source: The payment has been annulled
it_it: Il pagamento è stato annullato

source: Please try again to make the payment
it_it: Riprova ad effettuare il pagamento

source: The transaction is successful
it_it: La transazione ha avuto esito positivo

source: A receipt has been sent to your email account
it_it: Al tuo indirizzo email è stata inoltrata una conferma di ricezione dell&apos;ordine appena effettuato

source: you need to enter your phone number
it_it: devi inserire il tuo numero di telefono

source: The phone number is not registered with the service
it_it: Il numero di telefono non è registrato con il servizio

source: Satispay Payment for WooCommerce
it_it: Gateway di pagamento Satispay

source: Integrate Satispay into Woocommerce site. Send and receive money the smart way!
it_it: Integra Satispay nel sito Woocommerce. Con Satispay fai una scelta intelligente anche quando decidi come inviare o ricevere pagamenti.
